{
  "name": "Tales of the Valiant",
  "attributes": [
    {
      "$name": "Strength",
      "alias": "STR",
      "subtitle": "Associated Skills: Athletics",
      "measures": "Physical might",
      "$contents": "Strength measures bodily power, athletic aptitude, and the extent to which you can exert raw physical force. STR is used to: \n- Calculate attack rolls and damage with melee weapons \n- Determine how much weight can be lifted or carried \n\nUse STR for checks that involve feats of bodily force, such as: \n\n- Kicking down a door, breaking free of bonds, or smashing a lock \n- Pulling, pushing, or lifting heavy objects \n- Climbing a rope or swimming against the current \n- Resisting an attempt to grab, pull, or push you"
    },
    {
      "$name": "Dexterity",
      "alias": "DEX",
      "subtitle": "Associated Skills: Acrobatics, Sleight of Hand, Stealth",
      "measures": "Agility, reflexes, and balance",
      "$contents": "Dexterity measures agility, reflexes, and balance. DEX is used to:\n- Calculate attack rolls and damage with ranged weapons or melee weapons with the Finesse property\n- Calculate Armor Class\n- Determine initiative order during encounter gameplay\n\nUse DEX for checks that involve reflexes, precise motion, or swift response time such as:\n- Maintaining balance while on a moving vehicle or scooting along a narrow ledge\n- Picking a pocket without being noticed\n- Picking a lock or disabling a trap\n- Crafting a small or detailed object\n- Moving silently or sneaking up on prey\n- Resisting an attempt to grab, pull, or push you"
    },
    {
      "$name": "Constitution",
      "alias": "CON",
      "subtitle": "Associated Skills: None",
      "measures": "Health and stamina",
      "$contents": "Constitution measures health, stamina, and vital force. CON is used to:\n- Calculate hit points (HP)\n\nUse CON for checks that involve endurance or weathering extreme conditions, such as:\n- Holding your breath\n- Extended marching or labor without rest\n- Going without sleep\n- Surviving without food or water\n- Quaffing an entire stein of ale in one go"
    },
    {
      "$name": "Intelligence",
      "alias": "INT",
      "subtitle": "Associated Skills: Arcana, History, Investigation, Nature, Religion",
      "measures": "Reasoning and memory",
      "$contents": "Intelligence measures mental acuity, accuracy of recall, and the ability to reason. INT is used to:\n- Calculate certain class spellcasting abilities\n\nUse INT for checks to draw on logic, education, memory, or deductive reasoning, such as:\n- Communicating without using words\n- Estimating the value of a precious item\n- Forging a document\n- Recalling lore about a craft or trade\n- Winning a game of skill"
    },
    {
      "$name": "Wisdom",
      "alias": "WIS",
      "subtitle": "Associated Skills: Animal Handling, Insight, Medicine, Perception, Survival",
      "measures": "Perceptiveness and mental fortitude",
      "$contents": "Wisdom reflects how attuned you are to the world around you and represents perceptiveness and intuition. WIS is used to:\n- Calculate certain class spellcasting abilities\n\nUse WIS for checks to intuit clues about the environment and people or treat the injured, such as:\n- Getting a gut feeling about next steps\n- Discerning if a seemingly dead creature is Undead\n- Picking up on subtle signals happening around you\n- Bandage a wound or recognize a disease"
    },
    {
      "$name": "Charisma",
      "alias": "CHA",
      "subtitle": "Associated Skills: Deception, Intimidation, Performance, Persuasion",
      "measures": "Confidence, poise, and charm",
      "$contents": "Charisma measures your ability to interact with others and can represent a charming or commanding personality. CHA is used to:\n- Calculate certain class spellcasting abilities\n\nUse CHA for checks to influence or entertain, make an impression, tell a convincing lie, or navigate a tricky social situation, such as:\n- Finding the best person to talk to for news, rumors, and gossip\n- Pulling together a disguise to pass as a city guard\n- Blending into a crowd to get the sense of key topics of conversation"
    }
  ],
  "entities": {
    "character": {
      "frontmatter": [
        {
          "name": "proficiency_bonus",
          "type": "number",
          "default": 2
        },
        {
          "name": "level",
          "type": "number",
          "default": 1
        }
      ],
      "features": [
        {
          "$name": "Dash",
          "type": "action",
          "$contents": "Double your speed for the current turn."
        },
        {
          "$name": "Disengage",
          "type": "action",
          "$contents": "Your movement doesn't provoke opportunity attacks for the rest of the turn."
        },
        {
          "$name": "Dodge",
          "type": "action",
          "$contents": "Attack rolls against you have disadvantage until your next turn."
        },
        {
          "$name": "Help",
          "type": "action",
          "$contents": "Give an ally advantage on their next ability check or attack roll."
        },
        {
          "$name": "Hide",
          "type": "action",
          "$contents": "Make a Dexterity (Stealth) check to hide."
        },
        {
          "$name": "Ready",
          "type": "action",
          "$contents": "Prepare an action to trigger in response to a specified circumstance."
        },
        {
          "$name": "Search",
          "type": "action",
          "$contents": "Make a Wisdom (Perception) or Intelligence (Investigation) check to find something."
        },
        {
          "$name": "Use an Object",
          "type": "action",
          "$contents": "Interact with an object or the environment."
        },
        {
          "$name": "Opportunity Attack",
          "type": "reaction",
          "$contents": "Make a melee attack against a creature that leaves your reach."
        }
      ]
    },
    "class": {
      "frontmatter": [
        {
          "name": "hit_die",
          "type": "string",
          "default": "d8"
        }
      ],
      "features": []
    },
    "subclass": {
      "frontmatter": [
        {
          "name": "parent_class",
          "type": "string",
          "default": ""
        }
      ],
      "features": []
    },
    "race": {
      "frontmatter": [
        {
          "name": "size",
          "type": "string",
          "default": "medium"
        },
        {
          "name": "speed",
          "type": "number",
          "default": 30
        }
      ],
      "features": []
    },
    "monster": {
      "frontmatter": [
        {
          "name": "cr",
          "type": "number",
          "default": 0
        }
      ],
      "features": [
        {
          "$name": "Opportunity Attack",
          "type": "reaction",
          "$contents": "Make a melee attack against a creature that leaves your reach."
        }
      ]
    }
  },
  "skills": [
    {
      "cssclasses": [
        "note-feature",
        "rpg-ui"
      ],
      "attribute": "dexterity",
      "subtitle": "Associated Ability: Dexterity (DEX)",
      "source": "\"_From **Tales of the Valiant** \"Player's Guide\" book by **Kobold Press**_\"",
      "$path": "systems/tales-of-the-valiant/compendium/skills/Acrobatics.md",
      "$name": "Acrobatics",
      "$contents": "Your DEX (Acrobatics) check covers your attempt to stay on your feet in a tricky situation, such as running across a sheet of ice, balancing on a tightrope, or staying upright on a rocking ship’s deck. The GM might also call for a DEX (Acrobatics) check to see if you can perform acrobatic stunts, including dives, rolls, somersaults, and flips. \n###### Avoid or Escape a Grapple \nEscaping a grapple is a unique way that a PC can use the Acrobatics skill. When a creature attempts to grapple you in combat, you can use the Acrobatics skill to attempt to avoid or escape it. See the **Special Melee Attacks** section in this chapter for more detail.\n![[acrobatics.webp|384]]",
      "$tags": [],
      "$aliases": []
    },
    {
      "cssclasses": [
        "note-feature",
        "rpg-ui"
      ],
      "attribute": "wisdom",
      "subtitle": "Associated Ability: Wisdom (WIS)",
      "source": "\"_From **Tales of the Valiant** \"Player's Guide\" book by **Kobold Press**_\"",
      "$path": "systems/tales-of-the-valiant/compendium/skills/Animal Handling.md",
      "$name": "Animal Handling",
      "$contents": "When you want to calm a domesticated animal, keep a mount from getting spooked, or intuit an animal’s intentions, the GM might call for a WIS (Animal Handling) check. You also make a WIS (Animal Handling) check to control your mount when you try something risky.",
      "$tags": [],
      "$aliases": []
    },
    {
      "cssclasses": [
        "note-feature",
        "rpg-ui"
      ],
      "attribute": "intelligence",
      "subtitle": "Associated Ability: Intelligence (INT)",
      "source": "\"_From **Tales of the Valiant** \"Player's Guide\" book by **Kobold Press**_\"",
      "$path": "systems/tales-of-the-valiant/compendium/skills/Arcana.md",
      "$name": "Arcana",
      "$contents": "Your INT (Arcana) check measures your ability to recall lore about matters such as spells, magic items, eldritch symbols, magical traditions, the planes of existence, and inhabitants of those planes.",
      "$tags": [],
      "$aliases": []
    },
    {
      "cssclasses": [
        "note-feature",
        "rpg-ui"
      ],
      "attribute": "strength",
      "subtitle": "Associated Ability: Strength (STR)",
      "source": "\"_From **Tales of the Valiant** \"Player's Guide\" book by **Kobold Press**_\"",
      "$path": "systems/tales-of-the-valiant/compendium/skills/Athletics.md",
      "$name": "Athletics",
      "$contents": "Your STR (Athletics) check covers difficult situations you encounter while climbing, jumping, or swimming. Examples include scaling a rain-slicked cliff, avoiding hazards on a climb, jumping unusually far, pulling off a stunt while jumping, swimming in treacherous currents, or staying afloat when a creature tries to pull you underwater. \n###### Grappling and Shoving \nGrappling and shoving are unique ways that a PC can use the Athletics skill. See the **Special Melee Attacks** section in this chapter for more detail.",
      "$tags": [],
      "$aliases": []
    },
    {
      "cssclasses": [
        "note-feature",
        "rpg-ui"
      ],
      "attribute": "charisma",
      "subtitle": "Associated Ability: Charisma (CHA)",
      "source": "\"_From **Tales of the Valiant** \"Player's Guide\" book by **Kobold Press**_\"",
      "$path": "systems/tales-of-the-valiant/compendium/skills/Deception.md",
      "$name": "Deception",
      "$contents": "Your CHA (Deception) check determines whether you can convincingly hide the truth, verbally or through actions. Deception ranges from misleading through ambiguity to telling outright lies. Typical situations include trying to fast-talk a guard, con a merchant, cheat at gambling, or wear a convincing disguise. ",
      "$tags": [],
      "$aliases": []
    },
    {
      "cssclasses": [
        "note-feature",
        "rpg-ui"
      ],
      "attribute": "intelligence",
      "subtitle": "Associated Ability: Intelligence (INT)",
      "source": "\"_From **Tales of the Valiant** \"Player's Guide\" book by **Kobold Press**_\"",
      "$path": "systems/tales-of-the-valiant/compendium/skills/History.md",
      "$name": "History",
      "$contents": "Your INT (History) check measures your ability to recall lore about matters such as legendary people, ancient kingdoms, past disputes, recent wars, and lost civilizations. ",
      "$tags": [],
      "$aliases": []
    },
    {
      "cssclasses": [
        "note-feature",
        "rpg-ui"
      ],
      "attribute": "wisdom",
      "subtitle": "Associated Ability: Wisdom (WIS)",
      "source": "\"_From **Tales of the Valiant** \"Player's Guide\" book by **Kobold Press**_\"",
      "$path": "systems/tales-of-the-valiant/compendium/skills/Insight.md",
      "$name": "Insight",
      "$contents": "Your WIS (Insight) check decides whether you can determine the true intentions of a creature, such as when searching out a lie or predicting someone’s next move. This involves gleaning clues from body language, speech habits, and changes in mannerisms. ",
      "$tags": [],
      "$aliases": []
    },
    {
      "cssclasses": [
        "note-feature",
        "rpg-ui"
      ],
      "attribute": "charisma",
      "subtitle": "Associated Ability: Charisma (CHA)",
      "source": "\"_From **Tales of the Valiant** \"Player's Guide\" book by **Kobold Press**_\"",
      "$path": "systems/tales-of-the-valiant/compendium/skills/Intimidation.md",
      "$name": "Intimidation",
      "$contents": "An attempt to influence someone through threats, hostility, and physical violence requires a CHA (Intimidation) check. Examples include prying information out of a prisoner, convincing street thugs to back down, or using a broken bottle to suggest that a sneering vizier reconsider.\n\n>[!rules] ABILITY MODIFIERS AND ASSOCIATED SKILLS\n> A skill is usually paired with a specific ability. That’s why a certain ability appears in parentheses after each skill on the character sheet. For example, the Athletics skill is almost always used to modify STR ability checks, so it’s listed as “Athletics (STR)” on the character sheet. \n>\n>However, some situations might call for a different approach, and the GM might ask for a check using an unusual combination of ability and skill. You might also want to ask to use a different combination if it seems appropriate. \n>\n>For example, if you have to swim to an island, the GM might call for a CON (Athletics) check to see if you have the stamina to make it there. If your character is proficient in Athletics, you would add your PB to the CON check instead of the normal STR (Athletics) check. Similarly, if your barbarian smashes a table to intimidate an enemy, your GM might ask for a STR (Intimidation) check, even though Intimidation is normally associated with CHA.",
      "$tags": [],
      "$aliases": []
    },
    {
      "cssclasses": [
        "note-feature",
        "rpg-ui"
      ],
      "attribute": "intelligence",
      "subtitle": "Associated Ability: Intelligence (INT)",
      "source": "\"_From **Tales of the Valiant** \"Player's Guide\" book by **Kobold Press**_\"",
      "$path": "systems/tales-of-the-valiant/compendium/skills/Investigation.md",
      "$name": "Investigation",
      "$contents": "Looking around for clues and making deductions based on those clues involves an INT (Investigation) check. You might deduce the location of a hidden object, discern from a wound what kind of weapon dealt it, or determine the weakest point in a tunnel that could cause it to collapse. Poring through ancient scrolls for a fragment of hidden knowledge might also call for an INT (Investigation) check. ",
      "$tags": [],
      "$aliases": []
    },
    {
      "cssclasses": [
        "note-feature",
        "rpg-ui"
      ],
      "attribute": "wisdom",
      "subtitle": "Associated Ability: Wisdom (WIS)",
      "source": "\"_From **Tales of the Valiant** \"Player's Guide\" book by **Kobold Press**_\"",
      "$path": "systems/tales-of-the-valiant/compendium/skills/Medicine.md",
      "$name": "Medicine",
      "$contents": "A WIS (Medicine) check lets you try to stabilize an unconscious companion at 0 HP or diagnose an illness. \n###### Stabilize \nStabilizing a creature is a unique way that a PC can use the Medicine skill. When a PC is reduced to 0 HP during encounter gameplay, you can make a Medicine check to try to stabilize the fallen character so that they stop having to make death saves and risk death (see **Stabilizing a Creature** under **Death Saves** in this chapter). ",
      "$tags": [],
      "$aliases": []
    },
    {
      "cssclasses": [
        "note-feature",
        "rpg-ui"
      ],
      "attribute": "intelligence",
      "subtitle": "Associated Ability: Intelligence (INT)",
      "source": "\"_From **Tales of the Valiant** \"Player's Guide\" book by **Kobold Press**_\"",
      "$path": "systems/tales-of-the-valiant/compendium/skills/Nature.md",
      "$name": "Nature",
      "$contents": "Your INT (Nature) check measures your ability to recall lore about matters such as terrain, plants and animals, weather, and natural cycles. ",
      "$tags": [],
      "$aliases": []
    },
    {
      "cssclasses": [
        "note-feature",
        "rpg-ui"
      ],
      "attribute": "wisdom",
      "subtitle": "Associated Ability: Wisdom (WIS)",
      "source": "\"_From **Tales of the Valiant** \"Player's Guide\" book by **Kobold Press**_\"",
      "$path": "systems/tales-of-the-valiant/compendium/skills/Perception.md",
      "$name": "Perception",
      "$contents": "Your WIS (Perception) check lets you spot, hear, or otherwise detect the presence of something. It measures your general awareness of surroundings and keenness of senses. For example, you might try to overhear a conversation through a closed door, eavesdrop under an open window, or catch the scent of monsters skulking through the forest. You might also try to spot things that are obscured or easy to miss, such as orcs lying in ambush, thugs hiding in the shadows of an alley, or candlelight under a closed secret door. \n###### Passive Perception \nPassive Perception is a unique way that a PC can use the Perception skill. Calculating passive Perception works the same as calculating any passive check (see **Passive Checks** in this chapter). Passive Perception gives you a chance to spot hidden threats, such as ambushes, even when you aren’t looking for them and lets you discover hazards or traps before you trigger them.",
      "$tags": [],
      "$aliases": []
    },
    {
      "cssclasses": [
        "note-feature",
        "rpg-ui"
      ],
      "attribute": "charisma",
      "subtitle": "Associated Ability: Charisma (CHA)",
      "source": "\"_From **Tales of the Valiant** \"Player's Guide\" book by **Kobold Press**_\"",
      "$path": "systems/tales-of-the-valiant/compendium/skills/Performance.md",
      "$name": "Performance",
      "$contents": "Your CHA (Performance) check determines how well you delight an audience with music, dance, acting, storytelling, or other forms of entertainment.",
      "$tags": [],
      "$aliases": []
    },
    {
      "cssclasses": [
        "note-feature",
        "rpg-ui"
      ],
      "attribute": "charisma",
      "subtitle": "Associated Ability: Charisma (CHA)",
      "source": "\"_From **Tales of the Valiant** \"Player's Guide\" book by **Kobold Press**_\"",
      "$path": "systems/tales-of-the-valiant/compendium/skills/Persuasion.md",
      "$name": "Persuasion",
      "$contents": "When you attempt to influence someone or a group of people with tact, social graces, or good nature, the GM might ask for a CHA (Persuasion) check. You use Persuasion when acting in good faith, to foster friendships, make cordial requests, or exhibit proper etiquette. Examples include convincing a chamberlain to let your party see the king, negotiating peace between warring tribes, or inspiring a crowd. ",
      "$tags": [],
      "$aliases": []
    },
    {
      "cssclasses": [
        "note-feature",
        "rpg-ui"
      ],
      "attribute": "intelligence",
      "subtitle": "Associated Ability: Intelligence (INT)",
      "source": "\"_From **Tales of the Valiant** \"Player's Guide\" book by **Kobold Press**_\"",
      "$path": "systems/tales-of-the-valiant/compendium/skills/Religion.md",
      "$name": "Religion",
      "$contents": "Your INT (Religion) check measures your ability to recall lore about matters such as deities, rites and prayers, religious hierarchies, holy symbols, and secret cults. ",
      "$tags": [],
      "$aliases": []
    },
    {
      "cssclasses": [
        "note-feature",
        "rpg-ui"
      ],
      "attribute": "dexterity",
      "subtitle": "Associated Ability: Dexterity (DEX)",
      "source": "\"_From **Tales of the Valiant** \"Player's Guide\" book by **Kobold Press**_\"",
      "$path": "systems/tales-of-the-valiant/compendium/skills/Sleight of Hand.md",
      "$name": "Sleight of Hand",
      "$contents": "An act of legerdemain or manual trickery, such as planting an item on someone else or concealing an object on your person, calls for a DEX (Sleight of Hand) check. The GM might also call for a DEX (Sleight of Hand) check to determine whether you lift a coin purse off another person or slip something out of another person’s pocket.",
      "$tags": [],
      "$aliases": []
    },
    {
      "cssclasses": [
        "note-feature",
        "rpg-ui"
      ],
      "attribute": "dexterity",
      "subtitle": "Associated Ability: Dexterity (DEX)",
      "source": "\"_From **Tales of the Valiant** \"Player's Guide\" book by **Kobold Press**_\"",
      "$path": "systems/tales-of-the-valiant/compendium/skills/Stealth.md",
      "$name": "Stealth",
      "$contents": "Make a DEX (Stealth) check when you attempt to conceal yourself from enemies, slink past guards, slip away without being noticed, or sneak up on someone. \n###### Hiding \nHiding is a unique way that a PC can use the Stealth skill. It’s tied to taking the Hide action in combat encounters (see **Actions in Combat** in this chapter). Any character can attempt to hide, even if they don’t have proficiency in the Stealth skill. \n\nThe GM decides when circumstances are appropriate for hiding. When you attempt to hide, make a DEX (Stealth) check. Until you are discovered or stop hiding, that check result is contested by the Perception score of a creature that might discover you. \n\nYou can’t attempt to hide from a creature that can sense you clearly, and you give away your position if you make noise, such as shouting a warning or knocking over a vase. \n\nA creature with the invisible condition (see **Appendix A: Conditions**) can always attempt to hide and has advantage on DEX (Stealth) checks to do so. \n\nIn combat, most creatures stay alert for signs of danger, so if you come out of hiding and approach a creature, it typically detects you. However, under certain circumstances, the GM might allow you to stay hidden as you approach a distracted creature, granting you advantage on an attack roll (see **Unseen Attackers and Targets** under **Making an Attack** in this chapter). \n\n**_Perception Score._** In a monster or NPC stat block, each creature has a Perception score. Whether a monster is actively searching for you or just going about their business, the GM compares your DEX (Stealth) check result to the creature’s Perception score to see whether they notice you. ",
      "$tags": [],
      "$aliases": []
    },
    {
      "cssclasses": [
        "note-feature",
        "rpg-ui"
      ],
      "attribute": "wisdom",
      "subtitle": "Associated Ability: Wisdom (WIS)",
      "source": "\"_From **Tales of the Valiant** \"Player's Guide\" book by **Kobold Press**_\"",
      "$path": "systems/tales-of-the-valiant/compendium/skills/Survival.md",
      "$name": "Survival",
      "$contents": "The GM might ask you to make a WIS (Survival) check to follow tracks, hunt wild game, guide your group through frozen wastelands, identify signs that owlbears live nearby, predict the weather, or avoid quicksand and other natural hazards. \n###### Tracking \nTracking is a unique way that a PC can use the Survival skill. It involves detecting and following signs of a creature’s passage through an area. Any character can attempt to track, even if they don’t have proficiency in the Survival skill. \n\nA PC who wants to track a creature declares their intention to do so. Then the GM determines whether tracking is possible. For example, a GM could rule it is impossible to track a creature that moved through an area weeks ago because too much time has passed. \n\nIf a GM determines tracking is possible, they decide whether a check is necessary. For example, clear signs of passage, such as muddy footprints on a wooden floor, might mean tracking automatically succeeds. \n\nIf a GM determines a check is necessary, the tracking PC must succeed on a WIS (Survival) check. The DC for this check is set by the GM.",
      "$tags": [],
      "$aliases": []
    }
  ],
  "expressions": {},
  "features": {
    "categories": [
      {
        "id": "action",
        "label": "Action",
        "icon": "⚔️"
      },
      {
        "id": "bonus_action",
        "label": "Bonus Action",
        "icon": "⚡"
      },
      {
        "id": "reaction",
        "label": "Reaction",
        "icon": "🛡️"
      },
      {
        "id": "free_action",
        "label": "Free Action",
        "icon": "✨"
      },
      {
        "id": "passive",
        "label": "Passive",
        "icon": "📋"
      }
    ],
    "providers": [
      "class",
      "race"
    ],
    "collectors": [
      "character",
      "monster"
    ]
  },
  "spellcasting": {
    "circles": [
      {
        "id": "cantrip",
        "label": "Cantrip",
        "icon": "0"
      },
      {
        "id": "1",
        "label": "1st Level",
        "icon": "1"
      },
      {
        "id": "2",
        "label": "2nd Level",
        "icon": "2"
      },
      {
        "id": "3",
        "label": "3rd Level",
        "icon": "3"
      },
      {
        "id": "4",
        "label": "4th Level",
        "icon": "4"
      },
      {
        "id": "5",
        "label": "5th Level",
        "icon": "5"
      },
      {
        "id": "6",
        "label": "6th Level",
        "icon": "6"
      },
      {
        "id": "7",
        "label": "7th Level",
        "icon": "7"
      },
      {
        "id": "8",
        "label": "8th Level",
        "icon": "8"
      },
      {
        "id": "9",
        "label": "9th Level",
        "icon": "9"
      }
    ],
    "lists": [
      {
        "id": "bard",
        "label": "Bard Spells"
      },
      {
        "id": "cleric",
        "label": "Cleric Spells"
      },
      {
        "id": "druid",
        "label": "Druid Spells"
      },
      {
        "id": "paladin",
        "label": "Paladin Spells"
      },
      {
        "id": "ranger",
        "label": "Ranger Spells"
      },
      {
        "id": "sorcerer",
        "label": "Sorcerer Spells"
      },
      {
        "id": "warlock",
        "label": "Warlock Spells"
      },
      {
        "id": "wizard",
        "label": "Wizard Spells"
      }
    ],
    "providers": [
      "class",
      "subclass"
    ],
    "collectors": [
      "character",
      "monster"
    ]
  },
  "conditions": [
    {
      "$name": "Blinded",
      "icon": "🙈",
      "$contents": "A blinded creature can't see."
    },
    {
      "$name": "Charmed",
      "icon": "💖",
      "$contents": "A charmed creature can't attack the charmer."
    },
    {
      "$name": "Deafened",
      "icon": "🔇",
      "$contents": "A deafened creature can't hear."
    },
    {
      "$name": "Frightened",
      "icon": "😱",
      "$contents": "A frightened creature has disadvantage while it can see the source."
    },
    {
      "$name": "Grappled",
      "icon": "🤼",
      "$contents": "A grappled creature's speed becomes 0."
    },
    {
      "$name": "Incapacitated",
      "icon": "💫",
      "$contents": "An incapacitated creature can't take actions or reactions."
    },
    {
      "$name": "Invisible",
      "icon": "👻",
      "$contents": "An invisible creature is impossible to see."
    },
    {
      "$name": "Paralyzed",
      "icon": "⚡",
      "$contents": "A paralyzed creature is incapacitated and can't move or speak."
    },
    {
      "$name": "Petrified",
      "icon": "🪨",
      "$contents": "A petrified creature is transformed into stone."
    },
    {
      "subtitle": "Disadvantage on attack rolls and ability checks",
      "source": "Player's Handbook",
      "icon": "😲",
      "$path": "systems/tales-of-the-valiant/compendium/conditions/Poisoned.md",
      "$name": "Poisoned",
      "$contents": "A poisoned creature has disadvantage on attack rolls and ability checks.\n",
      "$tags": [],
      "$aliases": []
    },
    {
      "$name": "Prone",
      "icon": "🛏️",
      "$contents": "A prone creature is on the ground."
    },
    {
      "$name": "Restrained",
      "icon": "⛓️",
      "$contents": "A restrained creature's speed becomes 0."
    },
    {
      "$name": "Stunned",
      "icon": "💥",
      "$contents": "A stunned creature is incapacitated."
    },
    {
      "$name": "Unconscious",
      "icon": "💤",
      "$contents": "An unconscious creature is incapacitated."
    }
  ],
  "traits": [
    {
      "$name": "Proficiency",
      "mechanical": true,
      "$contents": "Standard proficiency with weapons, tools, or skills."
    },
    {
      "$name": "Expertise",
      "mechanical": true,
      "$contents": "Double proficiency bonus with specific skills or tools."
    },
    {
      "$name": "Darkvision",
      "mechanical": true,
      "$contents": "See in darkness up to a specified range."
    },
    {
      "$name": "Resistance",
      "mechanical": true,
      "$contents": "Take half damage from a specified damage type."
    },
    {
      "$name": "Immunity",
      "mechanical": true,
      "$contents": "Take no damage from a specified damage type."
    }
  ]
}
